import React from 'react';
import {
    HospitalIntroWrapper,
    HospitalIntroImg,
    HospitalIntroInfo,
    Summary,
    SummaryTitle
} from './style';

function HospitalIntro() {
    return (
        <HospitalIntroWrapper>
            <HospitalIntroImg/>
            <HospitalIntroInfo>
                <Summary>
                    <SummaryTitle>医院简介</SummaryTitle>
                    <p>甘肃省中医院创建于1953年12月，是一所集医疗、教学、科研、康复、保健和急救于一体的三级甲等中医院。是甘肃中医药大学第一附属医院，兰州大学等10所省内外高等院校的教学医院，甘肃省新农合、甘肃省直医保、兰州市医保以及铁路医保定点医院。是第二批国家中医临床研究基地建设项目单位，是国家“中医药传承创新工程”建设单位，国家中医住院（全科医生）医师规范化培训基地和中华中医药学会中药临床药师培训基地。2007年以来，先后托管了甘肃省中医药研究院和白银市中西医结合医院。</p>
                    <p>截止2019年3月，医院占地总面积209亩，编制床位1500张，实际开放床位1798张。医院及研究院职工总数1943人。其中专业技术人员1830名，副高级以上专家377人，博士后1名，博士44名，硕士481名，博士研究生导师5名，硕士研究生导师75名。全国名中医1名，省级名中医30名。卫生部有突出贡献中青年专家3名，先后享受国务院政府特殊津贴专家9名，省级优秀专家6名，省级领军人才7名（含外聘专家1名）。两院共有内设机构177个。有国家中医药管理局重点研究室1个（西北地区中医骨伤药物疗法），省级重点实验室1个（甘肃省中医方药挖掘与创新转化），省级工程实验室1个（甘肃省医院中药制剂研发工程中心）。现有国家级重点学（专）科13个，省级重点学（专）科19个，省级临床医学中心2个（骨伤科、脑病科）。骨伤科为国家卫健委、国家中医药管理局重点专科、重点学科和甘肃省骨伤科临床医学中心，同时也是国家中医药管理局区域中医（专科）诊疗中心建设项目和省科技厅甘肃省骨伤科医学研究中心。脑病科为甘肃省临床医学中心，是国家卫健委、国家中医药管理局重点专科。脾胃病科和中医护理为国家中医药管理局重点专科。老年病科、内分泌科、临床药学为国家中医药管理局“十二五”重点专科建设单位，老年病科是国家中医药管理局区域中医（专科）诊疗中心培育项目。中医痹病学、中医血液病学、临床中药学、中医文化学为国家中医药管理局“十二五”重点学科建设单位。</p>
                    <p>医院坚持突出和发挥中医药特色与优势，坚持“大综合、强专科、多特色、现代化”的发展思路，实施“名院、名科、名医、名药、名技”的发展战略，以病人为中心，积极为群众提供优质的中医药服务。通过出台一系列扶持政策，积极推动医院中医特色诊疗内涵建设。开展中医针灸、推拿、外治法、康复理疗等中医特色诊疗技术项目150余种。医院组建的甘肃省中医外治法培训中心，是集藏医、维医、蒙医、土医等民族医学外治疗法于一体的特色诊疗和培训中心。目前开展外治项目已突破300种。设有泥疗区、穴位贴敷区、针疗区、中医美容区、吸入疗法区、刮痧拔罐区、中医伤科区、衣着疗法区、烟疗区等20个功能治疗区。</p>
                    <p>医院承担了兰州大学、天津中医药大学、甘肃中医药大学等10所高等医学院校的博士、硕士研究生和本、专科生的教学任务。医院是国家临床药物试验机构（GCP）。医院自主研发的“消肿止痛合剂”“损伤胶囊”“消定膏”“中风膏”“补脑膏”“制萎扶胃丸”“杜仲腰痛丸”和“清宁胶囊”等86种院内制剂，其中有43种进入甘肃省调剂使用药品目录，在全省推广使用。由省中研院中医药信息研究所主办的《西部中医药》杂志是中国科技核心期刊（中国科技论文统计源期刊），中华中医药学会系列期刊，国家中医药管理局优秀期刊，甘肃省国家权威学术期刊。医院建有世中联认证的科研伦理审查体系平台。近五年来，医院国家自然科学基金项目立项近30项，获得专利60余项，各项立项经费近3000万元。</p>
                    <p>医院重视对外交流工作，加强国际交流，注重境外进修培训。近5年，医院共派出200多人次赴世界20多个国家和地区研修学习、学术交流。先后组团参团，赴“一带一路”沿线国家白俄罗斯等6个国家访问，开展中医药领域的交流合作洽谈。医院与法国等8个国家的医院或医科大学确立合作关系。2016年5月，在白俄罗斯格罗德诺州设立“甘肃省格罗德诺中医中心”。同时承建巴基斯坦岐黄中医中心、马达加斯加中医中心。医院与北京中医药大学东直门医院建立中医战略联盟合作关系，与上海中医药大学附属龙华医院签署了战略合作协议，与海南省三亚市中医院互为友好医院。</p>
                    <p>2013年，经省卫计委批准，组建了“甘肃省中医院医疗联盟”，现有联盟成员单位75家。医院先后开设了临夏分院、通渭分院、榆中分院、永登分院、嘉峪关分院、民勤分院、西固分院、宕昌分院、静宁分院、积石山分院、敦煌社区中医药推广中心、敦煌市中医院和高台分院等分院（中心）15家。并建立了中医骨伤、风湿骨病、康复医学、脾胃病、麻醉医学、肺病、血液病等7个专科联盟，现有成员科室100余个。在兰州设有甘南路特色门诊部和省委门诊部。2014年成立甘肃陇中正骨医院，新建的陇中正骨医院大楼于2017年9月正式投入使用。陇中正骨医院是全国中医骨伤名科医院，陇中正骨学术流派传承基地，中华中医药学会骨伤分会副主任委员和中国中西医结合骨科微创专业委员会主任委员等多个国家级和省级学会骨伤委员会主委、副主委单位。目前拥有病床870多张，15个亚专科，25个临床科室，业务深度、广度和业务量居西北前列。</p>
                    <p>2016年6月，医院科研制剂中心正式投产使用。科研制剂中心占地101.03亩，建筑面积4.35万平方米，建有提取、饮片、制剂三个生产车间和科研楼、办公楼、宿舍楼、展览馆、会议厅等保障设施。饮片车间年中药材加工处理能力为7500吨；提取车间实现了提取和浓缩的自动化生产，设计年提取能力2500吨；制剂车间初设丸剂、颗粒剂、胶囊剂、膏剂、栓剂、合剂（口服液）、洗剂共7条自动化生产线。现已成为国内一流，达到GMP要求，集院内制剂、中药新药及大健康产品的研发、生产、教学、营销为一体的标准化、现代化的医院科研制剂中心。</p>
                    <p>近年来医院积极参与“青海玉树地震”“舟曲特大山洪泥石流灾害”“岷县暴洪地质灾害”“岷县漳县地震”等灾后公共卫生应急抢救，充分发挥中医药特色与优势，责无旁贷冲锋在前，不辱使命完成各项救援工作。</p>
                    <p>医院先后荣获“全国卫生系统先进集体”“全国百姓放心示范医院”“全国青年文明号信用建设示范创建单位”“全国中医药文化先进集体”“全国医院文化建设先进单位”“甘肃省医院管理先进集体”“全省医德医风示范单位”“甘肃省诚信建设示范单位”“兰州市文明单位”“兰州市园林化标兵单位”“万名医师支援农村卫生工程项目先进单位”等荣誉称号，医院急诊科被卫生部、共青团中央授予“全国青年文明号信用建设示范单位”。</p>
                    <p>在新的历史起点上，医院将遵循“严谨、仁爱、传承、创新”的训导，通过深化改革，使医院走上了管理创新、科技创新、服务创新、文化创新的良性发展轨道，医院正朝着“特色化、品牌化、一体化、集团化、现代化”方向发展，全院干部职工正在为建设一所大综合、强专科、多特色、现代化的综合性三甲中医院而努力奋斗！</p>
                </Summary>
            </HospitalIntroInfo>
        </HospitalIntroWrapper>
    );
}

export default HospitalIntro;